{
    "Idioma": "Language",
    "iced": "Iced",
    "hot": "Hot",
    "Tema": "Theme",
    "Para Quem Ama Café": "For Coffee Lovers",
    "Avançar": "Next",
    "Quente": "Hot",
    "Gelado": "Iced",
    "Português": "Portuguese",
    "Inglês": "English",
    "Cancelar": "Cancel",
    "Procurar": "Search",
    "Espresso": "Espresso",
    "Café intenso, concentrado e curto. Base para muitas outras bebidas.": "Intense, concentrated, and short coffee. Base for many other drinks.",
    "Americano": "Black Coffee",
    "Mais suave que o espresso, semelhante ao café filtrado, mas com sabor mais encorpado.": "Smoother than espresso, similar to filtered coffee, but with a fuller flavor.",
    "Cappuccino": "Cappuccino",
    "Cremoso e equilibrado, com uma espuma densa que destaca o sabor do café.": "Creamy and balanced, with dense foam that highlights the coffee flavor.",
    "Latte": "Latte",
    "Café suave e cremoso, ideal para quem gosta de leite e café combinados.": "Smooth and creamy coffee, ideal for those who like milk and coffee combined.",
    "Macchiato": "Macchiato",
    "Espresso “manchado” com leite, mantendo intensidade do café.": "Espresso “stained” with milk, keeping the coffee intensity.",
    "Mocha": "Mocha",
    "Combinação de café e chocolate, ideal para quem gosta de bebidas doces.": "Combination of coffee and chocolate, ideal for those who enjoy sweet drinks.",
    "Flat White": "Flat White",
    "Semelhante ao latte, mas com textura mais sedosa e café mais presente.": "Similar to a latte, but with silkier texture and stronger coffee presence.",
    "Café com Leite": "Café au Lait",
    "Bebida clássica, equilibrada entre café e leite, popular em várias culturas.": "Classic drink, balanced between coffee and milk, popular in many cultures.",
    "Irish Coffee": "Irish Coffee",
    "Café alcoólico tradicional da Irlanda, doce e cremoso.": "Traditional Irish alcoholic coffee, sweet and creamy.",
    "Café Vienense": "Viennese Coffee",
    "Café servido com chantilly generoso, substituindo o leite e açúcar.": "Coffee served with generous whipped cream, replacing milk and sugar.",
    "Ristretto": "Ristretto",
    "Espresso mais curto e concentrado, intenso e encorpado.": "Shorter and more concentrated espresso, intense and full-bodied.",
    "Café Longo": "Long Coffee",
    "Mais suave que o espresso, mas ainda mantém sabor concentrado.": "Smoother than espresso, but still retains concentrated flavor.",
    "Café Cubano": "Cuban Coffee",
    "Doce e intenso, popular em Cuba, geralmente servido em pequenas doses.": "Sweet and strong, popular in Cuba, usually served in small portions.",
    "Café Marocchino": "Marocchino Coffee",
    "Pequeno e elegante, mistura café com chocolate e leite, típico da Itália.": "Small and elegant, mixes coffee with chocolate and milk, typical of Italy.",
    "Iced Coffee": "Iced Coffee",
    "Café filtrado ou espresso servido gelado com gelo, refrescante e simples.": "Filtered coffee or espresso served cold with ice, refreshing and simple.",
    "Iced Latte": "Iced Latte",
    "Espresso com leite gelado e gelo, suave e cremoso.": "Espresso with cold milk and ice, smooth and creamy.",
    "Iced Mocha": "Iced Mocha",
    "Café gelado com chocolate e leite, doce e delicioso.": "Iced coffee with chocolate and milk, sweet and delicious.",
    "Iced Caramel Macchiato": "Iced Caramel Macchiato",
    "Espresso com leite gelado e calda de caramelo, visual bonito e sabor doce.": "Espresso with cold milk and caramel syrup, visually appealing and sweet tasting.",
    "Cold Brew": "Cold Brew",
    "Café extraído a frio por horas, suave, menos ácido e altamente refrescante.": "Coffee extracted cold over hours, smooth, less acidic and highly refreshing.",
    "Iced Americano": "Iced Americano",
    "Espresso com bastante água e gelo, refrescante e leve.": "Espresso with plenty of water and ice, refreshing and light.",
    "Vietnamese Iced Coffee": "Vietnamese Iced Coffee",
    "Café forte vietnamita com leite condensado gelado, doce e marcante.": "Strong Vietnamese coffee with cold condensed milk, sweet and distinctive.",
    "Frappuccino": "Frappuccino",
    "Bebida gelada batida com gelo e leite, geralmente com sabor de café ou chocolate, muito cremosa.": "Cold drink blended with ice and milk, usually coffee or chocolate flavored, very creamy.",
    "Affogato Iced": "Affogato Iced",
    "Versão gelada do affogato, café servido sobre sorvete, perfeito como sobremesa.": "Iced version of affogato, coffee served over ice cream, perfect as dessert.",
    "Iced Flat White": "Iced Flat White",
    "Espresso com leite gelado e microespuma, delicado e refrescante.": "Espresso with cold milk and microfoam, delicate and refreshing.",
    "Café moído": "Ground coffee",
    "Água quente sob pressão": "Hot water under pressure",
    "Água quente": "Hot water",
    "Leite vaporizado": "Steamed milk",
    "Espuma de leite": "Milk foam",
    "Espuma de leite (opcional)": "Milk foam (optional)",
    "Chocolate em pó ou calda de chocolate": "Chocolate powder or chocolate syrup",
    "Chantilly (opcional)": "Whipped cream (optional)",
    "Leite vaporizado com microespuma": "Steamed milk with microfoam",
    "Café filtrado ou espresso": "Filtered coffee or espresso",
    "Leite quente": "Hot milk",
    "Uísque irlandês": "Irish whiskey",
    "Açúcar": "Sugar",
    "Chantilly": "Whipped cream",
    "Água quente (menos que um espresso)": "Hot water (less than an espresso)",
    "Mais água que o normal": "More water than normal",
    "Espresso quente": "Hot espresso",
    "Sorvete de baunilha": "Vanilla ice cream",
    "Café espresso bem forte": "Very strong espresso coffee",
    "Cacau em pó": "Cocoa powder",
    "Gelo": "Ice",
    "Açúcar (opcional)": "Sugar (optional)",
    "Leite gelado": "Iced milk",
    "Chocolate em pó ou calda": "Chocolate powder or syrup",
    "Calda de caramelo": "Caramel sauce",
    "Água fria": "Cold water",
    "Café forte ou espresso": "Strong coffee or espresso",
    "Leite condensado gelado": "Iced condensed milk",
    "Café ou espresso": "Coffee or espresso",
    "Calda ou sabor opcional": "Optional syrup or flavor",
    "Gelo (opcional)": "Ice (optional)",
    "Leite gelado com microespuma": "Iced milk with microfoam",
    "Café forte": "Strong coffee",
    "Café quente": "Hot coffee",
    "Leite": "Milk"
}
